{
  "detail": [
    {"id":"1","ask":"1、什么是XCoinPay？","answer": "XCoinPay是一个区块链底层金融平台，内置的柔支付网络（RouPay Network）能实现去中心化的链下秒速转移区块链资产柔支付网络（RouPay Network）是XCoinPay 的内置的区块链底层支付网络，柔支付网络（RouPay Network）是一个链下支付系统，柔支付网络（RouPay Network）使用链下清算的方式实现高并发，柔支付网络（RouPay Network）是新一代的链下清算平台，同样支持多币种，使用柔支付网络（RouPay Network）可实现秒速、零手续发送和接收区块链资产，而基于柔支付网络（RouPay Network）这个区块链底层支付网络，可以衍生出多种区块链商业解决方案。"},
    {"id":"2","ask":"2、柔支付网络是否安全？","answer": "柔支付网络是去中心化的，任何开发者和管理团队都无法挪用户资产。"},
    {"id":"3","ask":"3、XCoinPay和bitpay有何不同？","answer": "BitPay是针对收取区块链资产的商户提供解决方案，但是BitPay提供的是链上解决方案，这种解决方案受限于比特币网络的速度和手续费，有很大的弊端。例如，BitPay近期宣布由于比特币确认速度慢和手续费高昂的原因，BitPay将不再支持比特币的交易。因此随着时代的发展，BitPay的链上解决方案不会是主流，柔支付网络（RouPay Network）提供的链下清算方案，速度快且零手续费，因此将成为主流的解决方案。"},
    {"id":"4","ask":"4、柔支付另外还能解决哪些问题？","answer": "柔支付网络将是扩容之争的良好的解决方案。"},
    {"id":"5","ask":"5、市场和用户最终会接受XCoinPay吗？","answer": "现在的市场和用户，需要一定时间去接受这种链下清算系统的概念，因为目前用户已经习惯使用去中心化钱包去储存和发送区块链资产，但这有很多痛点—去中心化钱包虽然安全，但是相当笨重—速度慢而且费率高，而且去中心化钱包将像传统意义的保险柜，很难衍生出区块链商业解决方案。柔支付网络（RouPay Network）作为新一代的区块链支付网络，特性是轻快、免费，而柔支付网络（RouPay Network）和去中心化钱包一样安全，因为柔支付网络（RouPay Network）也是去中心化的，市场需要时间去接收这样的一个新型支付网络。另外柔支付网络（RouPay Network）兼备良好的可扩展型和可编程性，可以轻松支持多币种，并且作为一个区块链支付底层平台，柔支付网络（RouPay Network）可以衍生出诸多的商业解决方案，具有极大的灵活性、拓展性和可编程性。但我们仍然认市场需要时间来接受这样的一个强大的工具，所以我们会向市场推广柔支付网络（RouPay Network）的概念，并打造柔支付网络（RouPay Network）的品牌效应，让更多的用户和商家接收和使用柔支付网络（RouPay Network）。"},
    {"id":"6","ask":"6、XCoinPay关心比特币和以太坊的扩容问题吗？","answer": "其实XCoinPay并不是特别关心比特币和以太坊的的扩容问题，因为使用柔支付网络（RouPay Network）可以完美解决这些问题，并且带来扩容后的效果。打个比方，现在的比特币和以太坊就好像两条非常堵车的公路，大家都在讨论扩建公路来解决堵车的问题，而柔支付网络（RouPay Network）直接提供了飞机航班来解决问题，因此XCoinPay并不太关心比特币和以太坊的扩容问题，只关心飞机航班的建设。"},
    {"id":"7","ask":"7、柔支付网络（RouPay Network）的发展前景如何？","answer": "柔支付网络（RouPay Network）打造的是底层区块链，底层区块链最有发展前景的。而XCoinPay的切入领域是区块链支付领域，支付领域是市场的绝对刚需。所以XCoinPay的发展前景非常广阔，未来可预见到很多用户、商家、交易所将接入柔支付网络（RouPay Network）这样的安全去中心化的支付系统。"},
    {"id":"8","ask":"8、柔支付网络（RouPay Network）的使用流程是怎样的？","answer": "跟传统的使用方式相同充值：用户将充值区块链资产到柔支付网络（RouPay Network），就可以使用秒速收发区块链资产。转账：在柔支付网络（RouPay Network）内转账是秒速并且零手续费的，并且可以使用通用地址功能—输入对方的通用地址便可以转账任何区块链资产提现：用户发起提现申请，中间没有任何人工审查，提现速度只受限于比特币网络速度优势：操作简单，无需任何操作门槛，用户易于接受。"},
    {"id":"9","ask":"9、柔支付网络（RouPay Network）和瑞波和恒星有什么差别？","answer": "恒星和瑞波致力与发展线下网关、跨境汇款和协议类产品，而柔支付网络（RouPay Network）则完全不同，柔支付网络（RouPay Network）作为一个区块链底层平台，可以在上面建立各种商业应用。"},
    {"id":"10","ask":"10、你认为柔支付网络（RouPay Network）将会被市场广泛接受吗？","answer": "回顾历史可以预知未来，一个去中心化的、高效且安全的区块链支付系统必将是历史发展的必然产物。随着柔支付网络（RouPay Network）的市场知名度和用户数量的提升，柔支付网络（RouPay Network）将以星火燎原之势，颠覆区块链支付和变革交易所的现有模式——因为，柔支付网络（RouPay Network）给用户带来了极大的安全保障和更好的用户体验，就像PayPal刚面世的时候，通过用户的口口相传，以极高的用户体验和产品粘度，PayPal成为了主流支付方式，我认为，同种情景也会发生在柔支付网络（RouPay Network）这个产品上。"},
    {"id":"11","ask":"11、柔支付网络（RouPay Network）有哪些商业模式？会变革哪些领域？","answer": "柔支付网络（RouPay Network）将首先变革支付方式支付方式：用户使用柔支付网络（RouPay Network）进行转账和收款，可以实现瞬间、秒速、零手续费，这将变革现在普遍使用的链上支付方式。"},
    {"id":"12","ask":"12、柔支付网络（RouPay Network）和闪电网络及雷电网络相比，优势在哪里？","answer": "闪电网络和雷电网络对区块链资产更具有针对性，闪电网络主要是支持比特币和莱特币等等，而雷电网络用来支持以太坊，就灵活性而言，闪电网络和雷电网络很难全面的支持多币种，而柔支付网络（RouPay Network）兼备良好的可扩展型和可编程性，可以轻松支持多币种，并且作为一个区块链支付底层平台，柔支付网络（RouPay Network）可以衍生出诸多的商业解决方案，具有极大的灵活性、拓展性和可编程性。"},
    {"id":"13","ask":"13、作为一个区块链底层平台，柔支付网络（RouPay Network）的特性是什么？","answer": "柔支付网络（RouPay Network）具有极大的可拓展性和可编程性，基于柔支付网络（RouPay Network）可衍生出多种商业解决方案。"}
  ]
}